IDEA StatiCa Open Model
SectionResultOnPoints.Points Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Section points
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<PointResults> Points { get; set; }
Public Property Points As List(Of PointResults)
	Get
	Set
public:
property List<PointResults^>^ Points {
	List<PointResults^>^ get ();
	void set (List<PointResults^>^ value);
}
Property Value
Type: List<PointResults>
See Also
Reference
SectionResultOnPoints Class
IdeaRS.OpenModel.Result Namespace